Repository: JonasDoebertin/socialbox
Catalog: languages/socialbox-*.po
Languages: de_de

source: Every Ten Minutes
de_de: Alle 10 Minuten

source: SocialBox Settings
de_de: SocialBox Einstellungen

source: Settings
de_de: Einstellungen

source: Advanced Settings
de_de: Erweiterte Einstellungen

source: Update Interval
de_de: Update-Intervall

source: SSL-Verification
de_de: SSL-Überprüfung

source: Some advanced options to tweak SocialBox's internals
de_de: Einige erweiterte Einstellungen um an SocialBoxs Innerem zu schrauben

source: The time (in minutes) that SocialBox waits before refreshing it's data. (Default: 180 = 3 hours)
de_de: Die Zeit (in Minuten) die SocialBox wartet, bevor die Daten aktualisiert werden. (Standard: 180 = 3 Stunden)

source: Disable SSL-Verification on API requests.
de_de: SSL-Überprüfung für API-Anfragen deaktivieren.

source: This can be useful on most "local servers" like MAMP or XAMPP.
de_de: Dies ist nützlich bei "lokalen Servern " wie MAMP oder XAMPP.

source: Adds a super easy SocialBox Widget which displays the current numbers of Facebook Page Likes, Google+, Twitter, Dribbble and Forrst Followers and YouTube and Vimeo Channel Subscriptions.
de_de: Eine wunderbar einfach zu bedienendes SocialBox Widget, welches die aktuelle Anzahl an Facebook "Gefällt mir"-Angaben, Twitter, Dribbble und Forrst Followern und Youtube und Vimeo Abonnenten anzeigt.

source: Followers
de_de: Follower

source: Subscribers
de_de: Abonnenten

source: Likes
de_de: Gefällt mir Angaben

source: Were Here
de_de: Personen waren hier

source: Talking About
de_de: sprechen darüber

source: Unknown
de_de: Unbekannt

source: Like
de_de: Gefällt mir

source: Follow
de_de: Folgen

source: Subscribe
de_de: Abonnieren

source: Like on Facebook
de_de: "Gefällt mir" auf Facebook

source: Follow on Twitter
de_de: Auf Twitter folgen

source: Subscribe to Youtube Channel
de_de: Youtube-Kanal abonnieren

source: Subscribe to Vimeo Channel
de_de: Vimeo-Kanal abonnieren

source: Follow on Dribbble
de_de: Auf Dribbble folgen

source: Follow on Forrst
de_de: Auf Forrst folgen

source: Follow on GitHub
de_de: Auf Github folgen

source: Help
de_de: Hilfe

source: Table of Contents
de_de: Inhaltsübersicht

source: General Widget Options
de_de: Widget-Einstellungen

source: General Network Options
de_de: Netzwerk-Einstellungen

source: Additional Widget Options
de_de: Erweiterte Einstellungen

source: For all further questions, please open a ticket at my support site: <a href="http://support.jonasdoebertin.net" title="Get support!">support.jonasdoebertin.net</a>
de_de: Für alle weiteren Fragen, öffne bitte ein Ticket auf meiner Support-Seite: <a href="http://support.jonasdoebertin.net" title="Hilfe bekommen!">support.jonasdoebertin.net</a>

source: There is really not much to it. Just follow these simple steps:
de_de: Viel gibt es nicht zu tun. Folge einfach diesen einfachen Schritten:

source: And finally, hit &raquo;Save&laquo;. That's it!
de_de: Zum Schluss drücke &raquo;Übernehmen&laquo;. Das war's!

source: Open Links in new Window/Tab
de_de: Öffne Links in neuem Fenster/Tab

source: Show Buttons
de_de: Zeige Buttons

source: Use Compact Numbers
de_de: Verwende kompakte Nummern

source: Default
de_de: Standard

source: Specific Network Options
de_de: Netzwerk-Einstellungen

source: Page ID/Name
de_de: Seiten-ID / Name

source: Note:
de_de: Hinweis:

source: Username
de_de: Benutzername

source: Channel
de_de: Kanal

source: Forced Widget Width
de_de: Feste Widget-Breite

source: Forced Button Width
de_de: Feste Button-Breite

source: Time
de_de: Zeitpunkt

source: Network
de_de: Netzwerk

source: Username/ID
de_de: Benutzername / -ID

source: Userame/ID
de_de: Benutzername / -ID

source: Set up a SocialBox widget first...
de_de: Füge zuerst ein SocialBox Widget hinzu...

source: General Settings
de_de: Allgemeine Einstellungen

source: Forces Links to be opened in a new window/tab
de_de: Öffne Links in neuem Fenster/Tab

source: Display Follow/Subscribe buttons
de_de: Zeige Folgen/Abonnieren-Buttons

source: Choose the widgets display style
de_de: Wähle einen Widget-Stil

source: Show 12K instead of 12.300
de_de: Zeigt 12K anstatt 12.300

source: Page ID or Shortname
de_de: Seiten-ID oder Slug

source: What metric shall be displayed
de_de: Welcher Wert soll angezeigt werden

source: Metric
de_de: Wert

source: Your fallback like count
de_de: Dein Fallback-Wert

source: Default:
de_de: Standard:

source: Display position within SocialBox
de_de: Position innerhalb des Widgets

source: Your Twitter screenname (e.g. envatowebdev)
de_de: Dein Twitter Benutzername

source: Your Twitter application API key
de_de: Dein Twitter App API-Key

source: Your Twitter application API secret
de_de: Dein Twitter App API-Secret

source: Your Twitter application access token
de_de: Dein Twitter App Access-Token

source: Your Twitter application access token secret
de_de: Dein Twitter App Access-Token-Secret

source: Your fallback follower count
de_de: Dein Fallback-Wert

source: Your fallback subscriber count
de_de: Dein Fallback-Wert

source: Your Vimeo Channel
de_de: Dein Vimeo-Kanal

source: Your Forrst username
de_de: Benutzername

source: Your gitHub username
de_de: Benutzername

source: Additional Settings
de_de: Erweiterte Einstellungen

source: Forced Widget Width:
de_de: Feste Widget-Breite:

source: Force Widget to have a specific width (0 to disable)
de_de: Zwinge Widget zu einer festen Breite (0 zum deaktivieren)

source: Forced Button Width:
de_de: Feste Button-Breite:

source: Force Buttons to have a specific width (0 to disable)
de_de: Zwinge Buttons zu einer festen Breite (0 zum Deaktivieren)

source: Need help?
de_de: Du brauchst Hilfe?

source: Visit the support page!
de_de: Besuche die Support-Seite!

source: Get some!
de_de: Hol' sie Dir!
